questions = [
    {
        "quest" : "Сколько планет в солнечной системе?",
        "answers" : ["5", "6", "8", "7"],
        "right": "8"

    },
    {
        "quest" : "Кто основал Apple?",
        "answers" : ["Стив Джобс", "Стивен Хоккинг", "Билл Гейтс", "Гейб Ньюэл"],
        "right": "Стив Джобс"
    },
    {
        "quest" : "Почему не работает?",
        "answers": ["не знаю", "не доделали", "Максим дурак", "Pylance вылетел в окно"],
        "right": "не доделали"
    },
    {
        "quest" : "Invalid Syntax",
        "answers": ["ну ладно", "ндоделалие ", "почему", "что"],
        "right": "что"
    },
    {
        "quest" : "50% от 13",
        "answers": ["3.4", "5.9", "6.5", "4%"],
        "right": "6.5"
    },
    {
         "quest" : "Как зовут нашего преподователя Дмитрия?",
        "answers": ["Андреев", "Дмитрий", "Другой пользователь", "Преподователь"],
        "right": "Дмитрий"
    }

]
